[
  {
    "job_desc": "LIRAN ROTH LinkedIn | 0542223310 | liranrothwork@gmail.com HYPERLINK &quot;mailto:liranrothwork@gmail.com&quot; liranrothwork@gmail.comEXECUTIVE SUMMARYSenior digital leader with 7+ years driving digital transformation, AI implementation, and performance marketing at scale. Proven track record building and managing high-performing teams, executing ",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTH LinkedIn | 0542223310 | liranrothwork@gmail.com HYPERLINK &quot;mailto:liranrothwork@gmail.com&quot; liranrothwork@gmail.comEXECUTIVE SUMMARYSenior digital leader with 7+ years driving digital transformation, AI implementation, and performance marketing at scale. Proven track record building and managing high-performing teams, executing data-driven digital strategies, and delivering measurable business impact. Expertise in SEO, PPC, analytics, and hands-on AI implementation. Successfully led digital initiatives for global news broadcaster with multi-platform presence reaching millions of users.PROFESSIONAL EXPERIENCEHead of Digital Technology and Producti24NEWS | 2022 - 2025Led digital transformation strategy for global news broadcaster's multi-platform digital ecosystem (web, mobile apps, OTT, social)Built and managed team of 10+ digital experts including product managers, developers, data analysts, design and support specialistsDesigned and executed forward-looking digital roadmaps integrating performance marketing, advanced analytics, automation, and AI technologiesImplemented AI and automation processes across core business operations, driving efficiency and innovationOversaw and created Meta/Google advertising campaigns for marketing team, optimizing performance and ROIManaged digital marketing vendor relationships: Adtech providers (Google Ad Manager, Taboola, Teads for video and display advertising)Owned department budget allocation and strategic resource managementLed development of new mobile application from ideation to delivery, achieving successful multi-platform launchCollaborated with senior leadership to align digital initiatives with organizational objectives and growth targetsDigital Technical Product Manageri24NEWS | 2018 - 2022Led SEO strategy and execution: integrated website with Google Search Console and Google News platforms, driving organic traffic growthManaged all Google digital marketing assets: Analytics (GA4), Firebase, Tag Manager, Google Publisher ConsoleLeveraged data-driven insights and advanced analytics to optimize digital performance and inform strategic decisionsCollaborated with cross-functional teams (content, design, marketing, executive) using Agile methodology to deliver results in high-pressure environmentAdministered social media platforms at scale: YouTube, Meta Business Manager, X (Twitter), Instagram, TikTokManaged cloud infrastructure (Azure, AWS, GCP) including security, performance optimization, and scalabilityBroadcast Technical Directori24NEWS | 2017 - 2018Managed team of 7 technical specialists; recruited, trained, and developed high-performing team membersCORE COMPETENCIESDigital Leadership: Strategic vision, team building, budget management, organizational transformationPerformance Marketing: SEO strategy and execution, PPC (Facebook/Meta campaigns), Google Ads ecosystem, Adtech (GAM, Taboola, Teads)AI Implementation: Hands-on experience with AI tools (OpenAI, Anthropic, Sora, Midjourney, Runway), automation, prompt-based systemsData &amp; Analytics: GA4, Google Search Console, Tag Manager, Firebase, Looker, data-driven decision makingTechnical Foundation: React, JavaScript, API integration, cloud infrastructure (Azure, AWS, GCP)Innovation: Emerging trends identification, rapid implementation, creative problem-solving, experimentation mindsetKEY ACHIEVEMENTSSuccessfully implemented AI-driven automation processes, improving operational efficiency across digital operationsLed digital transformation initiatives including platform migrations and new product launches serving millions of usersBuilt and scaled digital team from ground up, establishing support infrastructure and operational excellenceOptimized digital marketing spend through strategic vendor management and performance-driven campaignsEDUCATION &amp; CERTIFICATIONSMFA Film, TV and Digital - Tel Aviv UniversityGoogle Project Management Professional CertificateDigital Product Management: Modern Fundamentals - University of Virginia (Coursera)Languages: Hebrew (Native), English (Professional), French (Basic)"
  },
  {
    "job_desc": "LIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comSUMMARYTechnology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling tec",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comSUMMARYTechnology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.EXPERIENCEHead of Digital Technology and Product | 2022 - 2025• Directed technology strategy and product development across multiple digital platforms: websites, mobile applications, internal CMS, and CTV applications.• Led cross-functional teams of product managers,  project managers,  developers, support specialists, and data analysts. Set product roadmaps and managed department budget• Managed comprehensive AdTech ecosystem including Google Ad Manager (GAM), Taboola, and Teads for video and display advertising. Implemented CSAI and SSAI solutions using AWS Media Tailor• Implemented AI and automation processes across digital products. Added new monetization systems, reorganizing service providers for 30% cost reduction on to new VOD platform (OTT) for Web/SmartTV• Directed i24NEWS Israel digital launch and managed broadcasting distribution migration from satellite to IP streaming• Technical stack: React, PHP, MySQL, Python, Kotlin/Swift, Brightcove, AWS. Cloud infrastructure: Azure, AWS, GCPDigital Technical Product Manager | 2018 - 2022• Worked along developers teams, project managers, marketing and design using Agile methodology to create and own full digital products aligning with executive demands, business goals and data insights • Served as technical focal point for integration projects with AdTech (Google GAM, Taboola, Teads, Minute.ly), video/social distribution platforms (Wilkmoka, Echobox, Hootsuite), payment services (Stripe, Cleeng), and data privacy (OneTrust)• Microsoft Azure, AWS, and Cloudflare administration (infrastructure, cloud security, network services, DNS)• Managed Google assets (Analytics, Firebase, Tags, Publisher Console) and SEO optimization project, integrating with Google News platform• Social platform administration: YouTube, Meta Business, X, Instagram, TikTok• Video cloud administration (Brightcove): live streaming, cloud storage, players, CSAI/SSAI management• Managed end-to-end streaming process using physical encoders and cloud-based AWS solutionsBroadcast Technical Director | 2017 - 2018• Managed team of 7 broadcast/field technicians, overseeing task distribution, schedules, recruitment, and training• Developed training simulations and manuals, reducing training time and improving technical efficiencyEARLIER EXPERIENCEi24NEWS | 2013 - 2017Broadcast Engineer / Field Technical ProducerIBM | 2008 - 2012PC Technician &amp; Windows System Administrator | 2010 - 2012• Tier 2 Windows System Admin for Harel Insurance (3000+ employees): Active Directory, Exchange, DNS, TCP/IP, network configurationTriple C | 2006 - 2007Unix Support Engineer• IBM System P servers and AIX OS administration for banks, insurance, and government clientsCERTIFICATIONS• Google Project Management: Professional Certificate• Digital Product Management: Modern Fundamentals – University of Virginia (Coursera)TECHNICAL SKILLSCloud &amp; Infrastructure: AWS, Azure, GCP, Cloudflare | AdTech: GAM, SSAI, SCTE, AWS Media Tailor, Taboola, Teads | Programming: React, JavaScript, HTML, CSS, Python, API | Tools: Jira, Git, Slack, SEO, Office 365 | Video: Brightcove, streaming protocols | AI: OpenAI, Anthropic | Design: Adobe, Figma, CanvaEDUCATIONTel Aviv University – Bachelor of Fine Arts (BFA), Film/Cinema/Video StudiesHigh School – Computers and Sciences, Full DiplomaLANGUAGESHebrew (Native) | English (Professional) | "
  },
  {
    "job_desc": "LIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYDigital technology and product leader with 12 years in news media and video production, including 7+ years focused on digital publishing. Strong technical foundation with hands-on development experience and deep expertise in cloud infrastructure (Azure, AWS, GCP).",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYDigital technology and product leader with 12 years in news media and video production, including 7+ years focused on digital publishing. Strong technical foundation with hands-on development experience and deep expertise in cloud infrastructure (Azure, AWS, GCP). Proven track record leading technological innovation and digital transformation in fast-paced news environment. Experienced with content management systems, video streaming technology, digital advertising, and analytics. Successfully bridges technical implementation, product strategy, and commercial objectives while delivering under tight deadlines. Background combines technical skills with creative expertise (BFA Film, TV and Digital) and media industry experience.PROFESSIONAL EXPERIENCEHead of Digital Technology and Producti24NEWS (Global News Broadcaster) | 2022 - 2025Owned digital product strategy for multi-platform presence (websites, mobile apps, internal CMS, CTV apps)Implemented AI and automation processes across operationsManaged internal CMS platform: led UX/UI improvements, new features development, and workflow optimization for editorial teamOversaw digital advertising strategy: created and managed Facebook/Meta campaigns, programmatic advertising (GAM, Taboola, Teads)Collaborated with content, design, marketing, and executive departments to deliver features using Agile methodologyManaged external service providers and technology vendorsManaged 8+ team members including product manager, developers, and technical specialistsDigital Technical Product Manageri24NEWS (Global News Broadcaster) | 2018 - 2022Led SEO/SEM strategy: integrated website with Google Search Console and Google News, driving organic traffic growthManaged analytics and BI systems: GA4, Google Analytics, Firebase, Tag Manager for audience analysis and content optimizationEstablished data pipeline processes: from content collection, through analysis, to smart distribution across platformsManaged video content infrastructure (Brightcove, AWS Media): live streaming, VOD, and content delivery at scaleLed integration projects with external platforms: social distribution (Echobox, Hootsuite), payment systems (Stripe, Cleeng), data privacy (OneTrust)Administered multi-platform social media presence: YouTube, Meta, X (Twitter), Instagram, TikTokMonitored market trends and competitive landscape, responding agilely to changes in Google algorithms and platform updatesBroadcast Technical Directori24NEWS (Global News Broadcaster) | 2017 - 2018Managed technical production team of 7 specialists in fast-paced news environmentLed technical solutions for high-profile live events under extreme time pressureCORE COMPETENCIESAI &amp; Generative Tools: OpenAI (GPT), Anthropic (Claude), Midjourney, Sora, Runway, Suno, Pollo.AI, Openart, Gemini, Hugging face - hands-on experienceContent &amp; CMS: Internal CMS management, WordPress familiarity, editorial workflow optimization, content automationDigital Advertising: Programmatic (GAM), Taboola, Outbrain, Teads, Facebook/Meta campaigns, Paywall strategiesAnalytics &amp; Data: GA4, Google Analytics, Firebase, Tag Manager, data pipeline creation, audience insightsSEO/SEM: Google Search Console, Google News integration, organic traffic optimization, keyword strategyMedia Industry: 7 years in news/digital publishing, understanding of editorial processes, content credibility, copyright issuesTechnical Foundation: React, JavaScript, API integration, cloud infrastructure (Azure, AWS, GCP)Strategic Vision: Connecting technology, product, and commercial objectives; presenting vision to senior management and executingKEY ACHIEVEMENTSLed development of new i24NEWS mobile application from ideation to deliveryManaged successful migration to new VOD platform (OTT) for Web/SmartTVsDirected the i24NEWS Israel launch across all digital platformsEstablished digital technical support team: recruited and trained for internal and external user supportEDUCATION &amp; CERTIFICATIONSBFA Film, TV and Digital - Tel Aviv University (Creative content background)Google Project Management Professional CertificateDigital Product Management: Modern Fundamentals - University of Virginia (Coursera)Languages: Hebrew (Native), English (Professional)"
  },
  {
    "job_desc": "LIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comSUMMARYDigital product and project manager with 7+ years of experience leading cross-functional teams in fast-paced media technology environments, combining technical leadership with creative production expertise. Proven track record managing complex projects across product, engineer",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comSUMMARYDigital product and project manager with 7+ years of experience leading cross-functional teams in fast-paced media technology environments, combining technical leadership with creative production expertise. Proven track record managing complex projects across product, engineering, marketing, and operations teams using Agile methodologies. Strong technical understanding of system integrations, APIs, and cloud infrastructure with ability to bridge communication between technical and non-technical stakeholders. Background as producer, director, and editor brings a unique creator perspective to product development. Successfully delivered digital platforms including websites, mobile applications, CMS systems, and OTT services while removing obstacles and aligning diverse teams on priorities and timelines.EXPERIENCEi24NEWS | Head of Digital Technology and Product | 2022 - 2025• Managed product development across websites, mobile apps, internal CMS, and CTV applications• Led cross-functional teams of 2 product managers, 2 project managers, 6 developers (full stack and native mobile), support specialists, and data analysts• Set product development and maintenance roadmaps, managed department budget allocation and operations• Partnered with content, design, marketing, and executive departments using Agile methodology, reducing production cycles and meeting tight deadlines in high-pressure environment• Led development of new i24NEWS mobile application from ideation to delivery• Managed successful migration to new VOD platform (OTT) for Web/SmartTVs• Served as technical focal point for integration projects with external service providers: AdTech (Google, Taboola, Teads), video platforms (Wilkmoka, Echobox), payment services (Stripe, Cleeng), data privacy (OneTrust)• Managed streaming infrastructure using Brightcove and AWS. Cloud admin: Azure, AWS, GCP• Implemented AI and automation processes. Established digital technical support team• Directed i24NEWS Israel launch in all digital platforms• Technical stack: Frontend (React), Backend (PHP, MySQL), Mobile (Kotlin, Swift), Cloud (Azure, AWS, GCP)Digital Technical Product Manager | 2018 - 2022• Worked with team of 5 full-stack developers, 2 mobile developers, and 2 project managers• Collaborated with content, design, marketing, and executive departments to deliver new features using Agile methodology, reducing production cycles and meeting tight deadlines• Served as technical focal point for multiple integration projects with external service providers• Microsoft Azure, AWS, and Cloudflare Admin (infrastructure, cloud security, network services, DNS)• Led SEO project for i24NEWS website. Integrated website with Google Console and Google News platforms• Managed Google assets: Analytics, Firebase, Tags, Publisher Console• Social platforms Admin: YouTube, Meta, X, Instagram, TikTok• Video cloud Admin (Brightcove): live streaming, cloud storage, players, CSAI/SSAI management• Managed streaming process from site to end user using physical encoders and cloud-based solutions (AWS)EARLIER EXPERIENCEBroadcast Technical Director | 2017 - 2018Broadcast Engineer / Field Technical Producer | 2013 - 2017IBM | 2008 - 2012 - PC Technician &amp; Windows System Administrator Triple C | 2006 - 2007 - Unix Support EngineerTECHNICAL SKILLSCloud &amp; Infrastructure: AWS, Azure, GCP, Cloudflare | Programming &amp; APIs: React, JavaScript, Python, HTML, CSS, API integration | Tools: Jira, Trello, Asana, Notion, Git | Video: Brightcove, streaming | Creative: Adobe, Figma, Canva, CapCut, Sora, OpenArt, SunoCERTIFICATIONSGoogle Project Management: Professional Certificate | Digital Product Management: Modern Fundamentals – University of Virginia (Coursera)EDUCATIONTel Aviv University – Bachelor of Fine Arts (BFA), Film/Cinema/Video StudiesHigh School – Computers and Sciences, Full DiplomaLANGUAGESHebrew (Native) | English (Professional) "
  },
  {
    "job_desc": "LIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYTechnical Product Manager with expertise in real-time streaming, broadcast technology, and video infrastructure. 7+ years leading digital product and technology development. Strong technical knowledge in WebRTC, streaming protocols, cloud architecture (AWS, Azure,",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYTechnical Product Manager with expertise in real-time streaming, broadcast technology, and video infrastructure. 7+ years leading digital product and technology development. Strong technical knowledge in WebRTC, streaming protocols, cloud architecture (AWS, Azure, GCP), and media processing. Managed cross-functional teams delivering complex streaming solutions. Technical bridge between business needs and engineering teams in high-pressure, real-time environments.TECHNICAL EXPERTISEStreaming &amp; RTCWebRTC, RTMP, HLS, LL-HLS, SRT, RTP, RTSP | Live streaming architectureMedia TechnologiesFFmpeg, Brightcove, OvenMediaEngine, AWS Elemental | Video codecsCloud &amp; InfrastructureAWS (EC2, S3, MediaTailor, CloudFront), Azure, GCP | Cloudflare CDN administrationTechnical StackReact, React Native, PHP, Python, Node.js, MySQL | API integration, JSON, XMLVideo DistributionOTT platforms, SmartTV apps (CTV), Mobile apps (iOS/Android) | SSAI/CSAI, CDN managementProduct &amp; ProjectAgile/Scrum, Jira, Roadmap planning | Cross-functional team leadership, Vendor managementAdtech &amp; AnalyticsGAM, Taboola, Teads, Google Analytics, Firebase | SEO, Data privacy compliancePROFESSIONAL EXPERIENCEHead of Digital Technology and Producti24NEWS | 2022 - 2025Led digital technology department managing  product managers,  project managers, developers (full-stack and native mobile), support specialists, and data analystsManaged video streaming infrastructure (Brightcove + AWS) for 24/7 live news delivery to users across web, mobile, OTT, and SmartTV platformsDirected migration to new VOD platform (OTT) for Web/SmartTVs and led development of new mobile application from ideation to deliveryManaged broadcasting distribution migration from satellite to IP streaming, onprem+cloud, coordinating architecture and zero-downtime transitionServed as technical focal point for integrations with Adtech (GAM, Taboola, Teads), video platforms, payment services (Stripe, Cleeng), and compliance toolsAdministered AWS, Azure, and Cloudflare environments (infrastructure, security, network services, DNS  management)Established digital technical support team - recruited, trained, and managed internal/external support operationsDigital Technical Product Manageri24NEWS | 2018 - 2022Worked with developers, designers and marketing departments using Agile methodology to execute and produce high level products and new technology features aligned with business requests and data insights.Led technical integration projects with external platforms for advertising, video distribution, social automation, and paymentsManaged streaming pipeline using physical encoders and AWS cloud solutions ensuring reliable live content deliveryAdministered Brightcove video cloud (live streaming, storage, players, CSAI/SSAI) and all Google assets (Analytics, Firebase, Tag Manager)Led SEO project integrating website with Google Console and Google News platformsManaged mobile app delivery for iOS, Android, and SmartTV platforms across multiple app storesBroadcast Technical Director / Engineeri24NEWS | 2013 - 2018Managed team of 7 broadcast/field technicians - task distribution, scheduling, recruitment, training, and performance managementManaged on-premises video servers, broadcast matrix, studios, networking (Linux/Windows), and streaming infrastructureProduced technical solutions for live broadcasts from high-profile events (elections, conflict zones, national events)TECHNICAL PROJECTSGo Live - Private Live Streaming PlatformReact Native, FastAPI (Python), PostgreSQL, OvenMediaEngine | RTMP/SRT/WebRTC, LL-HLSBuilt full-stack streaming platform with multi-protocol ingestion and low-latency playback (learning project with Claude Sonnet4.5)Chordi - Web App for MusiciansNext.js, Node.js, MongoDB | https://chord-manager.vercel.app/Developed full-stack web application deployed on Vercel and Render (learning project with GPT5 )EARLIER EXPERIENCEPC Technician &amp; Windows System Administrator - IBM (2010-2012) | Support Specialist - IBM (2008-2010) Unix Support Engineer - Triple C (2006-2007)EDUCATION &amp; CERTIFICATIONSBachelor of Fine Arts (BFA) - Film/Cinema/Video/Digital Studies | Tel Aviv UniversityGoogle Project Management Professional CertificateDigital Product Management: Modern Fundamentals - University of Virginia (Coursera)Languages: Hebrew (Native), English (Professional) | Military: Team Leader - Data Communications &amp; Network Administration"
  },
  {
    "job_desc": "LIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYDigital Manager with 7+ years overseeing multi-platform digital properties for global media organization. Expert in managing websites, mobile apps, landing pages, and brand-driven campaigns across web, mobile, OTT, and social channels. Strong creative vision combi",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYDigital Manager with 7+ years overseeing multi-platform digital properties for global media organization. Expert in managing websites, mobile apps, landing pages, and brand-driven campaigns across web, mobile, OTT, and social channels. Strong creative vision combined with technical and analytical mindset - leveraging data insights to optimize user experience. Proven collaborator with creative, marketing, product, compliance, and technical teams. Video and design background brings unique creative perspective to digital storytelling and brand consistency.CORE COMPETENCIESDigital Asset ManagementWebsites, mobile apps, landing pages, CTV apps | Multi-platform brand presenceMarketing &amp; CampaignsCampaign execution, SEO, PPC, AdTech integration (GAM, Taboola, Teads)Brand &amp; ContentBrand consistency, content strategy, creative direction | Visual productionAnalytics &amp; OptimizationGoogle Analytics, Firebase, A/B testing | Data-driven UX optimizationAI &amp; InnovationAI-powered content tools, automation, marketing technology innovationSocial &amp; CollaborationPlatform management (Meta, YouTube, X, TikTok, Instagram) | Vendor coordinationPROFESSIONAL EXPERIENCEHead of Digital i24NEWS (Global News Broadcaster) | 2022 - 2025Digital Asset Portfolio: Managed complete portfolio of digital properties including multilingual websites (English, French, Arabic, Hebrew), native mobile apps (iOS/Android), Connected TV apps, and internal CMS - ensuring brand consistency, usability, and accessibility across all platformsMarketing Campaign Leadership: Supported digital marketing campaigns collaborating with content, creative, and executive teams. Integrated advertising technology (GAM, Taboola, Teads) for revenue optimization. Managed campaign analytics and performance measurementBrand Consistency: Ensured consistent brand identity across all digital channels - websites, mobile apps, social platforms, and marketing materials. Maintained visual standards and brand voice across global multi-platform presenceContent Production: Led digital content strategy including visual assets, video content, editorial layouts, and interactive features. Collaborated with producers, designers, and editors to deliver engaging, on-brand content in high-pressure news environmentCross-Functional Collaboration: Partnered with internal teams (creative, content, marketing, product, legal/compliance, technical) and external vendors to deliver cohesive digital experiences. Managed stakeholder expectations across complex initiativesAnalytics &amp; UX Optimization: Leveraged Google Analytics, Firebase, and data insights to optimize user experience and engagement. Conducted A/B testing, analyzed user behavior, and implemented data-driven improvementsCompliance &amp; Vendor Management: Worked with legal teams ensuring regulatory compliance (integrated OneTrust for GDPR/CCPA). Managed relationships with creative agencies, development partners, and AdTech providersAI &amp; Innovation: Implemented AI-powered tools for content optimization and automated workflows. Evaluated emerging marketing technologies to enhance digital presence and efficiencyDigital Technical Product Manageri24NEWS | 2018 - 2022Digital Channel Management: Managed website updates, mobile app releases, and platform optimizations. Coordinated with development teams using Agile methodologySEO &amp; Content Distribution: Led SEO strategy achieving organic traffic growth. Integrated with Google Console, Google News, and content distribution platformsSocial Media &amp; Analytics: Administered social platforms (YouTube, Meta, X, Instagram, TikTok) ensuring brand consistency. Managed Google Analytics, Firebase, Tag Manager - created performance dashboardsCampaign Support &amp; Integrations: Collaborated with marketing teams on campaign execution. Managed integrations with advertising platforms, payment services, and compliance toolsCREATIVE PRODUCTION EXPERIENCEFreelance Director / Writer / Editor / Producer | 2011 - PresentProduced and managed film/video projects including full-feature films (Halav 2021, Van Goghs 2018), web series, and shorts. Creative direction, storytelling, and visual productionContent creation as writer, director, and editor. Proficient with Adobe Creative Suite, Figma, Canva, CapCut, and AI creative tools (Midjourney, Runway, Sora)Music composition for productions bringing multimedia creative perspectiveEARLIER EXPERIENCEBroadcast Technical Director/Engineer - i24NEWS (2013-2018) | System Administrator - IBM/Harel Insurance (2008-2012) | Unix Engineer - Triple C (2006-2007)EDUCATION &amp; CERTIFICATIONSBachelor of Fine Arts (BFA) - Film/Cinema/Video/Digital Studies | Tel Aviv UniversityGoogle Project Management Professional Certificate | Digital Product Management Certificate - UVA (Coursera)TECHNICAL SKILLS &amp; TOOLSDigital Platforms: Website/mobile/CTV management, CMS | Analytics: Google Analytics, Firebase, Tag Manager, A/B testing | Marketing: Google Ads, Meta Business, SEO, AdTech (GAM, Taboola, Teads) | Creative: Adobe Suite, Figma, Canva, AI tools | Technical: React, HTML, CSS, JavaScript, Cloud (AWS, Azure, GCP) | Project: Jira, Agile/ScrumLanguages: Hebrew (Native) | English (Professional - Fluent) | Military: Team Leader - Data CommunicationsTECHNICAL PROJECTSGo Live - Private Live Streaming PlatformReact Native, FastAPI (Python), PostgreSQL, OvenMediaEngine | RTMP/SRT/WebRTC, LL-HLSBuilt full-stack streaming platform with multi-protocol ingestion and low-latency playback (learning project with Claude Sonnet4.5)Chordi - Web App for MusiciansNext.js, Node.js, MongoDB | https://chord-manager.vercel.app/Developed full-stack web application deployed on Vercel and Render (learning project with GPT5 )"
  },
  {
    "job_desc": "LIRAN ROTHIsrael | LinkedIn | +972542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYSenior product manager with 7+ years building live video and streaming products for global audiences. Deep expertise in live streaming technology, video infrastructure, and content delivery. Strong design background: hands-on experience with Figma, Canva, Photo",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTHIsrael | LinkedIn | +972542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYSenior product manager with 7+ years building live video and streaming products for global audiences. Deep expertise in live streaming technology, video infrastructure, and content delivery. Strong design background: hands-on experience with Figma, Canva, Photoshop, video editing and AI-powered design tools. Proven ability to design product ideas visually from concept to prototype. Successfully launched consumer-facing video products from ideation to scale. Passionate about elegant design, attention to detail, and creating tools that empower creators. Results-oriented leader who moves fast and adapts in dynamic environments.PROFESSIONAL EXPERIENCEHead of Digital Technology and Producti24NEWS (Global Live News Streaming) | 2022 - 2025Guided product direction for live streaming platform serving millions of daily viewers across web, mobile, and CTVDesigned and prototyped product features visually using Figma and design tools, collaborating closely with UX/UI teamLed internal CMS platform redesign with focus on user experience, visual design, and workflow optimizationLaunched new mobile application from concept to production, defining requirements and ensuring high-quality deliverySet metrics, tracked performance using GA4 and analytics, and used data to drive product decisionsCollaborated with engineering, design, marketing, and support teams to build and launch product updates effectivelyFound simple, elegant solutions to complex streaming infrastructure and user experience problemsDigital Technical Product Manageri24NEWS (Global Live News Streaming) | 2018 - 2022Managed live streaming infrastructure (Brightcove, AWS Media): live encoding, distribution, and playback at scaleLed VOD platform migration for web and SmartTV, managing complex video delivery systemsConducted user research and testing with content creators and viewers to validate ideas and iterate based on feedbackWorked in fast-paced live news environment, shifting focus and adapting to breaking news and changing prioritiesManaged streaming process from encoders to end users, optimizing latency, quality, and reliabilityDirector / Editor / ProducerFreelance Film &amp; Video Production | 2011 - PresentVideo editing and post-production using Adobe Creative Suite (Premiere, After Effects, Photoshop)Graphic design for film projects using Figma, Canva, and Adobe toolsCreated visual concepts and prototypes for multiple film and video projectsCORE COMPETENCIESLive Video &amp; Streaming: 7 years managing live streaming products, video infrastructure (Brightcove, AWS Media), encoding, distribution, VODDesign &amp; Prototyping: Figma, Canva, Adobe Creative Suite (Photoshop, After Effects, Premiere), visual concept development, attention to detailAI Creative Tools: AI image video and slound generation (OpenArt, Pollo.AI, Midjourney, Sora, Runway), AI-powered design workflows.Product Management: Product direction, requirements definition, cross-functional collaboration, high-quality delivery, SaaS experienceData-Driven: Metrics tracking, GA4, A/B testing, performance optimization, data-informed decision makingTechnical Foundation: React, JavaScript, API integration, cloud infrastructure (Azure, AWS, GCP), video codecs and formatsWorking Style: Fast-paced, adaptable, results-oriented, highly collaborative, passion for elegant solutionsKEY ACHIEVEMENTSBuilt and launched mobile streaming application serving global audience, from concept through design to productionSuccessfully migrated live streaming infrastructure to new platform, managing 24/7 broadcast with zero downtimeRedesigned internal CMS with improved UX/UI, reducing content publishing time and improving creator workflowDelivered over 200 live broadcasts monthly in high-pressure news environment with consistent quality and reliabilityPERSONAL PROJECTSGo Live - Live Streaming Platform: Built multi-protocol live streaming app (React Native, Python) with RTMP/SRT ingestion and LL-HLS playbackChordi - Web Application: Developed full-stack app (Next.js, Node.js, MongoDB) | https://chord-manager.vercel.app/EDUCATION &amp; CERTIFICATIONSMFA Film, TV and Digital - Tel Aviv University (Visual storytelling, design, and video production)Google Project Management Professional CertificateDigital Product Management: Modern Fundamentals - University of Virginia (Coursera)Languages: Hebrew (Native), English (Professional)"
  },
  {
    "job_desc": "LIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYSenior product manager with 7+ years building data-driven digital products for global news publisher. Experience with publisher monetization, audience engagement, and content platforms. Proven track record leading cross-functional teams, defining product roadmaps,",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYSenior product manager with 7+ years building data-driven digital products for global news publisher. Experience with publisher monetization, audience engagement, and content platforms. Proven track record leading cross-functional teams, defining product roadmaps, and driving execution from concept to launch. Strong analytical skills with hands-on experience in A/B testing, user analytics, and performance optimization. Technical foundation in web technologies and cloud infrastructure. Successfully partnered with advertising platforms including Taboola, Google Ad Manager, and programmatic solutions to maximize publisher revenue.PROFESSIONAL EXPERIENCEHead of Digital Technology and Producti24NEWS (Global News Publisher) | 2022 - 2025Defined and executed product roadmap for multi-platform publisher ecosystem (web, mobile apps, CTV), from ideation to post-launch optimizationLed cross-functional teams of 8+ members (product managers, engineers, designers) delivering high-impact product releasesPartnered with Taboola, Google Ad Manager, and Teads to optimize publisher monetization and audience engagement strategiesConducted A/B testing and experiments to optimize user experience, content engagement, and revenue performanceTranslated business goals into detailed product requirements, working closely with engineering and design teamsManaged internal CMS platform serving editorial team: led UX/UI improvements and workflow optimizationActed as product leader, aligning stakeholders across editorial, marketing, engineering, and executive teamsDigital Technical Product Manageri24NEWS (Global News Publisher) | 2018 - 2022Analyzed product performance and user behavior using GA4, Google Analytics, Firebase, and Tag Manager to identify improvement opportunitiesConducted market research, user testing, and data analysis to inform product decisions and strategyCollaborated with product marketing, R&amp;D, and data teams to deliver features meeting publisher and audience needsLed SEO strategy: integrated with Google Search Console and Google News, driving organic traffic growthManaged video content infrastructure (Brightcove, AWS Media) and streaming distribution across platformsServed as technical focal point for external platform integrations: payment systems (Stripe), social distribution, data privacyAdministered multi-platform social presence (YouTube, Meta, X, Instagram, TikTok) reaching millions of users dailyBroadcast Technical Directori24NEWS | 2017 - 2018Led technical team of 7 specialists, managing execution of live news broadcasts under tight deadlinesCORE COMPETENCIESProduct Management: Roadmap definition, cross-functional leadership, product requirements, stakeholder alignment.Publisher Expertise: Monetization strategies, audience engagement, content platforms, editorial workflows, journalism support.Data &amp; Analytics: A/B testing, GA4, Google Analytics, Firebase, Tag Manager, user behavior analysis, performance optimizationDigital Advertising: Taboola platform experience, Google Ad Manager (GAM), programmatic advertising, revenue optimization.Technical Foundation: Web technologies (React, JavaScript, HTML, CSS), API integration, cloud infrastructure (Azure, AWS, GCP)Communication: Professional English, global team collaboration, presentation skills, technical and business communicationKEY ACHIEVEMENTSLed development and launch of new mobile application from concept to market, serving global news audienceSuccessfully migrated publisher platform to new VOD infrastructure (OTT) for Web and SmartTV distributionDirected multi-platform digital launch reaching new markets and audiencesOptimized publisher monetization through strategic partnerships with advertising platforms and performance testingEDUCATION &amp; CERTIFICATIONSBFA Film, TV and Digital - Tel Aviv UniversityTechnical background:   • Hands-on development experience with web technologies and cloud infrastructureGoogle Project Management Professional CertificateDigital Product Management: Modern Fundamentals - University of Virginia (Coursera)Languages: Hebrew (Native), English (Professional - fluent)"
  },
  {
    "job_desc": "LIRAN ROTHPhone: 0542223310 | Israel | LinkedInPROFESSIONAL SUMMARYDigital product leader with 7+ years managing large-scale web platforms for global news broadcasters. Expert in website strategy, CMS operations, SEO optimization, and cross-functional team leadership. Proven track record driving performance improvements through data-driven decision",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTHPhone: 0542223310 | Israel | LinkedInPROFESSIONAL SUMMARYDigital product leader with 7+ years managing large-scale web platforms for global news broadcasters. Expert in website strategy, CMS operations, SEO optimization, and cross-functional team leadership. Proven track record driving performance improvements through data-driven decision making and delivering measurable results in high-pressure environments.CORE COMPETENCIESWebsite Strategy: Roadmap planning, architecture design, CRO, performance optimizationTechnical: React, JavaScript, HTML, CSS, API integration, Azure, AWS, GCPSEO &amp; Analytics: Google Search Console, GA4, Tag Manager, Firebase, Looker, data-driven optimizationCMS &amp; Content: Internal CMS management, UX/UI improvements, WordPress knowledgeLeadership: Cross-functional collaboration, vendor management, team mentoring, budget allocationPROFESSIONAL EXPERIENCEHead of Digital Technology and Producti24NEWS | 2022 - 2025Owned website strategy and architecture for multi-platform digital presence (web, mobile, OTT), planning roadmaps aligned with business priorities and product launchesManaged 10+ team members including product managers, developers, and analysts; oversaw budget allocation and operationsLed internal CMS improvements (UX/UI, features, workflow optimization) and implemented new monetization systemsManaged Azure, AWS, and GCP cloud infrastructure including security, network services, and performance optimizationDigital Technical Product Manageri24NEWS | 2018 - 2022Led website operations across structure, performance, content, and UX; collaborated with 9-person technical team using Agile methodologyServed as technical focal point for external integrations: Adtech (Google, Taboola), payment services (Stripe), and data privacy (OneTrust)Led SEO project: integrated website with Google Search Console and Google News; managed all Google assets (Analytics, Firebase, Tag Manager)Analyzed performance using GA4 and analytics tools to drive data-backed improvements and optimize conversion pathsEDUCATION &amp; CERTIFICATIONSBFA Film/Cinema/Video Studies - Tel Aviv UniversityGoogle Project Management Professional CertificateDigital Product Management: Modern Fundamentals - University of Virginia (Coursera)Languages: Hebrew (Native), English (Professional), French (Basic)TOOLS AND TECHNOLOGYJira, Trello, Asana, Notion, GIT, Github,React, JavaScript, HTML, JSON, XML, CSS, API, Python.AWS, Azure, GCP, CloudflareSlack, SEO, PPC, Meta, X, Google, Office 365Adobe, Figma, Canva, Capcut,Adtech, GAM, SSAI, SCTE, AWS Media tailorOpenAI, Anthropic, Suno, Hugging face,Networks, Linux, Windows, streaming, IOS, AndroidTECHNICAL PROJECTS (Developed with AI)Chordi: Built full-stack music web app (Next.js, Node.js, MongoDB) | https://chord-manager.vercel.app/Go Live: Developed live streaming platform (React Native, FastAPI/Python, PostgreSQL) deployed on VPS and Vercel"
  },
  {
    "job_desc": "LIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYDigital Project Manager with 7+ years leading end-to-end digital initiatives for large-scale platforms. Expertise in managing complex projects from planning through implementation, including UX/UI optimization, information systems integration, and AI-based tool ad",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTHIsrael | LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYDigital Project Manager with 7+ years leading end-to-end digital initiatives for large-scale platforms. Expertise in managing complex projects from planning through implementation, including UX/UI optimization, information systems integration, and AI-based tool adoption. Proven track record collaborating with cross-functional teams (development, content, design) to deliver user-centric digital solutions. Strong hands-on approach with attention to detail in content editing, data management, and accessibility. Experience managing customer-facing digital properties and internal CMS systems serving diverse user bases.CORE COMPETENCIESDigital Project ManagementEnd-to-end project lifecycle | Agile/Scrum methodologies | Stakeholder managementUX/UI &amp; User ExperienceUser requirements definition, interface design, accessibility standards | User adoptionInformation SystemsCMS implementation &amp; optimization | System integration | Digital workflow designAI IntegrationAI-based tool adoption in workflows | Automation | Content optimization with AIContent &amp; Data ManagementContent editing, language consistency | Data analysis &amp; optimization | Excel proficiencyCross-Functional LeadershipCollaboration with development, design, content teams | Vendor coordinationTools &amp; PlatformsExcel (advanced), PowerPoint, Jira, Figma | Google Analytics | Project management toolsPROFESSIONAL EXPERIENCEHead of Digital Technology and Producti24NEWS (Global News Broadcaster) | 2022 - 2025Digital Project Leadership: Managed end-to-end digital projects from planning through implementation including new mobile application development (200K+ downloads), website redesigns, internal CMS optimization, and OTT platform migration. Set roadmaps, allocated budgets, and coordinated cross-functional teamsInformation Systems Implementation: Led implementation and optimization of multiple information systems including internal CMS, content management workflows, user authentication systems, payment processing integration (Stripe, Cleeng), and data privacy compliance tools (OneTrust)UX/UI Optimization: Directed UX/UI improvements for customer-facing platforms (websites, mobile apps, CTV) and internal CMS. Collaborated with design teams on interface redesigns, defined user requirements, conducted user testing, and led adoption processes. Focused on accessibility, usability, and consistent user experienceAI Integration &amp; Automation: Implemented AI-based tools into digital workflows including automated content processing, AI-powered editorial assistance, chatbot integration for user support, and machine learning for content recommendations. Drove organizational adoption of AI technologiesContent &amp; Data Management: Oversaw content editing processes ensuring language consistency, accessibility standards (WCAG), and brand guidelines across multilingual platforms (English, French, Arabic, Hebrew). Managed data optimization and quality control for thousands of daily content itemsCross-Functional Collaboration: Led collaboration between development teams, product managers, project managers, design, content, marketing, and executive stakeholders. Facilitated communication and alignment across technical and non-technical teamsAnalytics &amp; Reporting: Analyzed digital performance using Google Analytics, Firebase, and custom dashboards. Generated management reports and presentations for executive stakeholders. Used data insights to drive continuous improvement and inform strategic decisionsVendor &amp; Stakeholder Management: Managed relationships with external vendors (development agencies, AdTech providers, platform partners). Prepared presentations for internal stakeholders and led status meetingsDigital Technical Product Manageri24NEWS | 2018 - 2022Project Management: Managed digital projects using Agile methodology with teams of 5 full-stack developers, 2 mobile developers, and 2 project managers. Coordinated sprints, prioritized features, and delivered projects on tight deadlines in high-pressure environmentSystem Integration Projects: Served as project lead for integration initiatives with external platforms including advertising systems, video distribution tools, social automation platforms, payment services, and compliance solutions. Defined requirements and managed implementationContent Management Systems: Managed CMS platform for editorial team (100+ daily users). Optimized workflows, improved interface usability, and trained users on system adoption. Ensured content quality and consistency across platformsData Analysis &amp; Optimization: Leveraged Excel and analytics tools for data analysis, performance tracking, and reporting. Created dashboards and presentations for management. Used insights to optimize digital properties and user engagementUser Requirements Definition: Gathered requirements from stakeholders, defined user stories, and translated business needs into technical specifications. Led user acceptance testing and adoption processesEARLIER EXPERIENCEBroadcast Engineer / Director  - i24NEWS (2013-2018) | System Administrator - IBM/Harel Insurance (2008-2012) | Unix Engineer - Triple C (2006-2007)KEY DIGITAL PROJECTS• Mobile Application Development: Led development of i24NEWS mobile app from concept through launch. Managed UX/UI design, user requirements, development coordination, and app store deployment. Achieved 200K+ downloads• Website Redesign &amp; Migration: Directed website redesign project including new architecture, UX optimization, SEO integration, and content migration. Coordinated between design, development, and content teams• Internal CMS Optimization: Managed CMS platform improvements including UX/UI redesign, new features implementation, workflow optimization, and user training. Improved editorial efficiency and content quality• AI Tool Integration: Implemented AI-based tools for content workflows including automated processing, editorial assistance, and user engagement optimization. Led change management and user adoptionEDUCATION &amp; CERTIFICATIONSBachelor of Fine Arts (BFA) - Film/Cinema/Video/Digital Studies | Tel Aviv UniversityGoogle Project Management Professional Certificate | GoogleDigital Product Management: Modern Fundamentals | University of Virginia (Coursera)TECHNICAL SKILLS &amp; TOOLSMicrosoft Office: Excel (Advanced - data analysis, pivot tables, formulas), PowerPoint (presentation creation) | Project Management: Jira, Trello, Asana, Notion, Agile/Scrum | Design &amp; UX: Figma, Adobe Creative Suite, Canva | Analytics: Google Analytics, Firebase, Google Tag Manager | AI Tools: OpenAI GPT, Anthropic Claude, Midjourney, content automation tools | Technical: CMS systems, HTML, CSS, API integration, Cloud platforms (AWS, Azure, GCP) | Languages: Hebrew (Native), English (Professional - Fluent)."
  },
  {
    "job_desc": "LIRAN ROTH LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYDigital product leader with 7+ years managing large-scale web platforms and video products for global news broadcaster. Expert in product strategy, cross-functional team leadership, and delivering measurable results in high-pressure environments. Strong technical foundati",
    "base_cv": "Technology and product leader with 7+ years of digital product management experience and 12+ years in technology leadership, specializing in AdTech, streaming infrastructure, and multi-platform digital ecosystems. Proven track record managing product portfolios and scaling technology solutions across web, mobile, and OTT platforms serving thousands of users. Successfully led AdTech integrations (Google GAM, Taboola, Teads), implemented AI-driven automation, and managed cross-functional teams. Combines strategic vision with hands-on technical expertise in cloud infrastructure (Azure, AWS, GCP) and product development.\n",
    "tailored_cv": "\rLIRAN ROTH LinkedIn | 0542223310 | liranrothwork@gmail.comPROFESSIONAL SUMMARYDigital product leader with 7+ years managing large-scale web platforms and video products for global news broadcaster. Expert in product strategy, cross-functional team leadership, and delivering measurable results in high-pressure environments. Strong technical foundation combined with creative background in film and video production.PROFESSIONAL EXPERIENCEHead of Digital Technology and Producti24NEWS | 2022 - 2025Owned product strategy for multi-platform digital presence (websites, mobile apps, internal CMS, CTV apps) using React, PHP, Azure, AWS, GCPSet product development and maintenance roadmaps, managed department budget allocation and operationsManaged 10+ team members: 2 product managers, 2 project managers, 6 developers, support specialists, and data analystsLed development of new i24NEWS mobile application from ideation to deliveryManaged successful migration to new VOD platform (OTT) for Web/SmartTVsInternal CMS application improvements: UX/UI enhancements and new featuresImplemented new AI and automation processesEstablished digital technical support team: recruited and trained for internal and external user supportDigital Technical Product Manageri24NEWS | 2018 - 2022Worked with a team of full-stack developers, mobile developers and project managers.Collaborated with content, design, marketing, and executive departments using Agile methodologyServed as technical focal point for integration projects with external service providers: Adtech (Google, Taboola, Teads), video platforms, payment services (Stripe, Cleeng)Microsoft Azure, AWS, and Cloudflare Admin (infrastructure, cloud security, network services, DNS)Led SEO project and integrated website with Google Search Console and Google News platformsManaged all Google assets: Analytics, Firebase, Tag Manager, Publisher, Search ConsoleManaged streaming process from site to end user using physical encoders and cloud-based solutions (AWS)Video cloud Admin (Brightcove): live streaming, cloud storage, players, CSAI, SSAI managementBroadcast Technical Directori24NEWS | 2017 - 2018Managed team of 7 broadcast/field technicians; oversaw task distribution, schedules, recruitment, and trainingCORE COMPETENCIESProduct Management: Product strategy, roadmap planning, user research, cross-functional leadershipTechnical: React, JavaScript, HTML, CSS, API integration, Azure, AWS, GCP, CloudflareVideo Technology: Brightcove, AWS Media, streaming infrastructure, live and on-demand videoVideo Production: Professional video editor, visual storytelling, post-production workflowsAI &amp; Creative Tools: Sora, Midjourney, Runway, Adobe Creative Suite (After Effects, Premiere, Photoshop), Figma, CanvaAnalytics &amp; SEO: Google Search Console, GA4, Tag Manager, Firebase, data-driven optimizationTools: Jira, Trello, Asana, Notion, Git, GitHub, Office 365TECHNICAL PROJECTSChordi: Built full-stack music web app (Next.js, Node.js, MongoDB) | https://chord-manager.vercel.app/Go Live: Developed live streaming platform (React Native, FastAPI/Python, PostgreSQL) deployed on VPS and VercelEDUCATION &amp; CERTIFICATIONSMFA Film, TV and Digital - Tel Aviv UniversityGoogle Project Management Professional CertificateDigital Product Management: Modern Fundamentals - University of Virginia (Coursera)Languages: Hebrew (Native), English (Professional), French (Basic)"
  }
]